Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

source: Web Page Error: "%@"
ar_ae: خطأ في صفحة الويب: "%@"
da: Fejl på websiden: "%@"
de: Fehler auf der Webseite: "%@"
de_ch: Fehler auf der Webseite: «%@»
es: Error de página web: "%@"
es_mx: Error de página web: "%@"
es_us: Error de página web: "%@"
fr: Erreur de page Web : "%@"
fr_ca: Erreur de page Web : « %@ »
hi_in: वेब पृष्ठ त्रुटि: "%@"
id: Kesalahan Halaman Web: "%@"
it: Errore della pagina web: "%@"
it_ch: Errore della pagina web: “%@”
ja_jp: ウェブページエラー： "%@"
ko_kr: 웹 페이지 오류: "%@"
nb_no: Feil på nettsiden: "%@"
nl: Fout op webpagina: "%@"
pl: Błąd strony internetowej: "%@"
pt: Erro na página da web: "%@"
pt_br: Erro da Página da Web: "%@"
ru: Ошибка веб-страницы: "%@"
sv: Fel på webbsidan: "%@"
th: ข้อผิดพลาดของหน้าเว็บ: "%@"
tr: Ağ Sayfası Hatası: "%@"
uk_ua: Помилка веб-сторінки: "%@"
vi: Lỗi trang web: "%@"
zh_hans: 网页错误： "%@"
zh_hant: 網頁錯誤： "%@"

source: Build Succeeded
ar_ae: البناء نجح
da: Bygget med succes
de: Konstruktion erfolgreich durchgeführt
de_ch: Konstruktion erfolgreich durchgeführt.
es: Construcción exitosa
es_mx: Construcción exitosa
es_us: Construcción exitosa
fr: Construire avec succès
fr_ca: Construire avec succès.
hi_in: निर्माण सफल
id: Membangun Berhasil
it: Costruzione riuscita
it_ch: Costruzione riuscita
ja_jp: ビルド成功しました
ko_kr: 성공 빌드
nb_no: Konstruert med suksess
nl: Succesvol gebouwd
pl: Budowa Sukcesu
pt: Construção bem-sucedida
pt_br: Construção bem-sucedida.
ru: Строительство Удалось
sv: Bygg framgångsrikt
th: สร้างสําเร็จ
tr: Başarılı İnşa Edildi
uk_ua: Будівництво Успішне
vi: Xây dựng thành công
zh_hans: 成功建造
zh_hant: 構建成功

source: Auroraeditor
ar_ae: محرر الشفق
da: Aurora-redaktør
es: Editor Aurora
es_mx: EditorAurora
es_us: EditorAurora
fr: Éditeur d'aurore
fr_ca: Editeur d'aurore
hi_in: औरोरा संपादक
it_ch: Editore Aurora
ja_jp: オーロラエディタ
ko_kr: 오로라 편집자
nb_no: Aurora-redaktør
pl: Redaktor Aurora
pt: Editor Aurora
pt_br: Editor Aurora
ru: Аврора редактор
sv: Aurora-redigerare
th: บรรณาธิการออโรร่า
tr: Auroraeditör
uk_ua: Аврораредактор
vi: Trình biên tập Aurora
zh_hans: 极光编辑器
zh_hant: 極光編輯器

source: Size
ar_ae: مَقاس
da: Størrelse
de: Größe
de_ch: Größe
es: Talla
es_mx: Tamaño
es_us: Tamaño
fr: Taille
fr_ca: Taille
hi_in: आकार
id: Ukuran
it: Taglia
it_ch: Taglia
ja_jp: サイズ
ko_kr: 크기
nb_no: Størrelse
nl: Grootte
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
ru: Размер
sv: Storlek
th: ขนาด
tr: Büyüklük
uk_ua: Розмір
vi: Kích cỡ
zh_hans: 大小
zh_hant: 尺寸

source: Remove
ar_ae: أَزالَ
da: Fjerne
de: Entfernen
de_ch: Entfernen
es: Retirar
es_mx: Eliminar
es_us: Eliminar
fr: Enlever
fr_ca: Enlever
hi_in: हटाओ
id: Memindahkan
it: Rimuovere
it_ch: Rimuovere
ja_jp: 取り除く
ko_kr: 제거하다
nb_no: Fjerne
nl: Verwijderen
pl: Usunąć
pt: Remover
pt_br: Remover
ru: Убирать, убрать
sv: Flytta
th: เอาออก
tr: Kaldırmak
uk_ua: Видалити
vi: Loại bỏ
zh_hans: 移除
zh_hant: 移除

source: Restart Required
ar_ae: إعادة التشغيل مطلوبة
da: Genstart er påkrævet.
de: Neustart erforderlich
de_ch: Neustart erforderlich.
es: Se requiere reinicio
es_mx: Se requiere reinicio
es_us: Se requiere reinicio
fr: Redémarrage requis.
fr_ca: Redémarrage requis.
hi_in: पुनः आरंभ करना आवश्यक है
id: Mulai Ulang Diperlukan
it: È richiesto un riavvio
it_ch: Riavvio richiesto
ja_jp: 再起動が必要だ
ko_kr: 재시동이 필요함
nb_no: På nytt igangsatt kreves
nl: Herstarten Vereist
pl: Wymagane ponowne uruchomienie
pt: Ativação Necessária
pt_br: Reinicialização Necessária
ru: Требуется перезапуск
sv: Omstart krävs
th: ต้องรีสตาร์ท
tr: Yeniden Başlatma Gerekli
uk_ua: Потрібно перезапустити
vi: Yêu cầu khởi động lại
zh_hans: 需要重新启动
zh_hant: 需要重新啟動

source: Hmmm... Seems Very Lonely Here, No Jobs Was Done It Looks Like.
ar_ae: هممم... يبدو وحيدا جدا هنا، لم يتم إنجاز أي وظائف على ما يبدو.
da: Det virker som om, der ikke er nogen job, der er blevet udført her, og det ser meget ensomt ud.
de: Es scheint sehr einsam zu sein hier, es scheint keine Jobs gemacht worden zu sein.
de_ch: Hier scheint es sehr einsam zu sein, es scheint keine Arbeit zu geben.
es: Ummm... Parece muy solitario aquí, no se han hecho trabajos como parece.
es_mx: Ummm… Parece muy solitario aquí, no se han hecho trabajos como parece.
es_us: Ummm... Parece Muy Solo Aquí, No Se Hicieron Trabajos Como Parece.
fr: On dirait qu'il y a beaucoup de solitude ici, il semble qu'aucun travail n'ait été effectué.
fr_ca: On dirait qu'il y a beaucoup de solitude ici, sans boulot.
hi_in: हम्म... यहां बहुत अकेला लगता है, ऐसा लगता है कि कोई काम नहीं किया गया था।
id: Hmmm... Sepertinya Sangat Kesepian Di Sini, Sepertinya Tidak Ada Pekerjaan Yang Dilakukan.
it: Sembra molto solitario qui, sembra che non siano stati fatti lavori.
it_ch: Sembra molto solitario qui, sembra che non siano stati fatti lavori.
ja_jp: ここはとても寂しいようです。仕事がされていないようです。
ko_kr: 음...여기가 매우 외롭게 보여요, 그처럼 일을 한 건 없어요.
nb_no: Hmm... Virker veldig ensomt her, det ser ikke ut som det er noen jobber som er gjort.
nl: Het lijkt erg eenzaam hier, er lijkt geen baan te zijn.
pl: Hmmm... Wydaje Się Tu Bardzo Samotny, Wygląda Na To, Że Żadna Praca Nie Została Wykonana.
pt: Parece...muito solitário aqui, sem empregos feitos, parece.
pt_br: Hummm... Parece Muito Sozinho Aqui, Não Foi Feito Nenhum Trabalho Parece.
ru: Хммм... Кажется, Здесь Очень Одиноко, Похоже, Никакой Работы Не Было Выполнено.
sv: Verkar väldigt ensam här, inga jobb gjorda det ser ut som.
th: อืม... ที่นี่ดูเหงามาก ดูเหมือนไม่มีงานทําเลย
tr: Çok yalnız görünüyor burada, göründüğü gibi hiç iş yapılmadı.
uk_ua: Хммм... Здається, Тут Дуже Самотньо, Жодної Роботи Не Було Зроблено, Схоже.
vi: Ồ... Có vẻ rất cô đơn ở đây, không có công việc được thực hiện như vậy.
zh_hans: 嗯......这里似乎很孤独，似乎没有工作。
zh_hant: 嗯......這裡似乎很孤獨，看起來沒有工作。

source: Hide
ar_ae: جِلْد
da: Skjule
de: Verstecken
de_ch: Verstecken
es: Esconderse
es_mx: Pellejo
es_us: Pellejo
fr: Cacher
fr_ca: Cacher
hi_in: छिपाना
id: Menyembunyikan
it: Pelle
it_ch: Pelle
ja_jp: 隠す
ko_kr: 숨다
nb_no: Skinnfell
nl: Verbergen
pl: Ukryć się
pt: Esconder
pt_br: Esconder
ru: Скрывать, скрыть
sv: Hud
th: หลบซ่อน
tr: Gizlemek
uk_ua: Сховатися
vi: Ẩn đi
zh_hans: 躲藏
zh_hant: 隱藏

source: Line Endings
ar_ae: نهايات الخط
da: Linjeafslutninger
de: Ende der Zeile
de_ch: Zeilenende
es: Terminiación de línea
es_mx: Terminiación de línea
es_us: Termina las Líneas
fr: Extrémités de ligne
fr_ca: Extrémités de ligne
hi_in: पंक्ति अंत
id: Akhiran Baris
it: Termini della linea
it_ch: Termini di linea
ja_jp: 行末尾
ko_kr: 줄 끝
nb_no: Linjeavslutninger
nl: Eindpunten van de lijn
pl: Końcówki Linii
pt: Terminais de Linhas
pt_br: Terminais de Linha
ru: Окончания строк
sv: Slut på raderna
th: การสิ้นสุดบรรทัด
tr: Satır Sonları
uk_ua: Закінчення Рядків
vi: Kết thúc dòng
zh_hans: 行尾
zh_hant: 行結尾

source: Tab Width
ar_ae: عرض علامة التبويب
da: Tabsbredde
de: Registerkartebreite
de_ch: Tabulaturbreite
es: Ancho de la pestaña
es_mx: Ancho de la pestaña
es_us: Ancho de la pestaña
fr: Largeur de l'onglet
fr_ca: Largeur de l'onglet.
hi_in: टैब चौड़ाई
id: Lebar Tab
it: Larghezza della linguetta
it_ch: Larghezza Tabella
ja_jp: タブの幅
ko_kr: 탭 너비
nb_no: Fanbredde
nl: Breedte van de tabbladzijde
pl: Szerokość zakładki
pt: Largura da aba
pt_br: Largura da aba.
ru: Ширина Вкладки
sv: Tångbredd
th: ความกว้างของแท็บ
tr: Sekme Genişliği
uk_ua: Ширина вкладки
vi: Chiều rộng của tab
zh_hans: 标签宽度
zh_hant: 標籤寬度

source: Cloning %@
ar_ae: استنساخ %@
da: Kloning %@
de: Klonen %@
de_ch: Klonen %@
es: Clonación %@
es_mx: Clonación %@
es_us: Clonación %@
fr: Clonage %@
fr_ca: Clonage %@
hi_in: क्लोनिंग %@
id: Kloning %@
it: Clonazione %@
it_ch: Clonazione %@
ja_jp: クローニング%@
ko_kr: 복제 %@
nb_no: Kloning %@
nl: Klonen %@
pl: Klonowanie %@
pt: Clonagem %@
pt_br: Clonagem %@
ru: Клонирование %@
sv: Kloning %@
th: การโคลน %@
tr: Klonlama %@
uk_ua: Клонування %@
vi: Sao chép %@
zh_hans: 克隆%@
zh_hant: 克隆 %@

# %@ to **%@**
source: %1$@ to **%2$@**
ar_ae: %@ إلى **%@**
da: %@ til **%@**
de: %@ zu **%@**
de_ch: %@ zu **%@**
es: %@ a **%@**
es_mx: %@ a **%@**
es_us: %@ a **%@**
fr: %@ à **%@**
fr_ca: %@ à **%@**
hi_in: %@ से **%@**
id: %@ ke **%@**
it: %@ a **%@**
it_ch: %@ a **%@**
ja_jp: %@から**%@**へ
ko_kr: %@에서 **%@**까지
nb_no: %@ til **%@**
nl: %@ naar **%@**
pl: %@ do **%@**
pt: %@ para **%@**
pt_br: %@ para **%@**
ru: %@ К **%@**
sv: %@ till **%@**
th: %@ ถึง **%@**
uk_ua: %@ до **%@**
vi: %@ đến **%@**
zh_hans: %@到**%@**
zh_hant: %@到**%@**

source: Underline
ar_ae: وَضَعَ خَطًّا تحت
da: Understrege
de: Unterstreichen
de_ch: Unterstreichen
es: Subrayar
es_mx: Subrayar
es_us: Subrayar
fr: Souligner
fr_ca: Souligner
hi_in: रेखांकित करना
id: Menggaris-bawahi
it: Sottolineare
it_ch: Sottolineare
ja_jp: 下線
ko_kr: 밑에 선을 긋다
nb_no: Understreking
nl: Onderstrepen
pl: Podkreślić
pt: Sublinhar
pt_br: Sublinhar
ru: Подчёркивать, подчеркнуть
sv: Stryka under
th: ขีดเส้นใต้
tr: Altını çizmek
uk_ua: Підкреслити
vi: Giớng cách nhắn nồng
zh_hans: 下划线
zh_hant: 劃線

source: Failed to load view
ar_ae: فشل تحميل العرض
da: Kan ikke indlæse visning
de: Kannten die Ansicht nicht laden
de_ch: Konnte Ansicht nicht laden.
es: No se ha podido cargar la vista.
es_mx: No se pudo cargar la vista
es_us: No se pudo cargar la vista
fr: Échec de chargement de la vue
fr_ca: Échec de chargement de la vue.
hi_in: दृश्य लोड करने में विफल
id: Gagal memuat tampilan
it: Caricamento della vista non riuscito
it_ch: Caricamento della vista non riuscito.
ja_jp: ビューの読み込みに失敗しました。
ko_kr: 뷰 로드 실패
nb_no: Kunne ikke laste visningen.
nl: Kan weergave niet laden
pl: Nie udało się załadować widoku
pt: Falha ao carregar a vista
pt_br: Falha ao carregar a visualização.
ru: Не удалось загрузить представление
sv: Kunde inte läsa in vybilden
th: โหลดมุมมองไม่สําเร็จ
tr: Görsel yükleme başarısız oldu.
uk_ua: Не вдалося завантажити перегляд
vi: Không thể tải chế độ xem
zh_hans: 无法加载视图
zh_hant: 載入視圖失敗

source: Problem Details and System Configuration
ar_ae: تفاصيل المشكلة وتكوين النظام
da: Problemdetaljer og systemkonfiguration
de: Konfigurationsdetails und Systemkonfiguration
de_ch: Einzelheiten zum Problem und Systemkonfiguration.
es: Detalles del Problema y Configuración del Sistema
es_mx: Detalles del Problema y Configuración del Sistema
es_us: Detalles del Problema y Configuración del Sistema
fr: Détails du problème et configuration du système
fr_ca: Détails du problème et configuration du système.
hi_in: समस्या विवरण और सिस्टम कॉन्फ़िगरेशन
id: Detail Masalah dan Konfigurasi Sistem
it: Dettagli del problema e configurazione del sistema
it_ch: Dettagli del problema e configurazione del sistema
ja_jp: システム設定と問題詳細
ko_kr: 문제 세부사항 및 시스템 구성
nb_no: Detaljer om problemet og systemkonfigurasjonen
nl: Problemedetails en systeemconfiguratie
pl: Szczegóły problemu i konfiguracja systemu
pt: Detalhes do problema e configuração do sistema
pt_br: Detalhes do problema e configuração do sistema.
ru: Сведения о проблеме и конфигурации системы
sv: Probleminformation och systemkonfiguration
th: รายละเอียดปัญหาและการกําหนดค่าระบบ
tr: Problem Detayları ve Sistem Yapılandırması
uk_ua: Деталі проблеми та конфігурація системи
vi: Chi Tiết Vấn Đề và Cấu Hình Hệ Thống
zh_hans: 问题详情和系统配置
zh_hant: 問題詳情和系統配置

source: Create a new tag from revision:
ar_ae: قم بإنشاء علامة جديدة من المراجعة:
da: Opret et nyt tag fra revisionen:
de: Erstellen Sie einen neuen Tag aus der Überarbeitung:
de_ch: Erstellen Sie einen neuen Tag aus der Überarbeitung:
es: Crear una nueva etiqueta desde la revisión:
es_mx: Crear una nueva etiqueta desde la revisión:
es_us: Crear una nueva etiqueta desde la revisión:
fr: Créer une nouvelle étiquette à partir de la révision:
fr_ca: Créer une nouvelle étiquette à partir de la révision :
hi_in: संशोधन से एक नया टैग बनाएँ:
id: Buat tag baru dari revisi:
it: Crea un nuovo tag dalla revisione:
it_ch: Crea una nuova etichetta dalla revisione:
ja_jp: 改訂から新しいタグを作成する：
ko_kr: 개정에서 새 태그를 생성하세요:
nb_no: Opprett en ny tagg fra revisjonen:
nl: Maak een nieuwe tag van herziening:
pl: Utwórz nowy tag z wersji:
pt: Crie uma nova etiqueta a partir da revisão:
pt_br: Crie uma nova etiqueta a partir da revisão:
ru: Создайте новый тег из редакции:
sv: Gör en ny tagg från revisionen:
th: สร้างแท็กใหม่จากการแก้ไข:
tr: Revizyondan yeni bir etiket oluşturun:
uk_ua: Створіть новий тег з ревізії:
vi: Tạo một thẻ mới từ bản sửa đổi:
zh_hans: 从修订中创建一个新的标签：
zh_hant: 從修訂中創建一個新標籤：

source: No Source Control
ar_ae: لا يوجد تحكم في المصدر
da: Ingen kildehåndtering
de: Keine Quellkontrolle
de_ch: Keine Quellkontrolle.
es: Sin control de fuente
es_mx: Sin control de fuente
es_us: Sin control de fuente
fr: Aucune Contrôle de Source
fr_ca: Aucun contrôle de source.
hi_in: कोई स्रोत नियंत्रण नहीं
id: Tidak Ada Kontrol Sumber
it: Nessun controllo delle sorgenti
it_ch: Nessun controllo delle sorgenti.
ja_jp: ソース制御なし
ko_kr: 소스 제어 금지
nb_no: Ingen kildehåndtering
nl: Geen bronbeheersing
pl: Brak kontroli źródła
pt: Sem Controle de Fonte
pt_br: Sem Controle de Fonte
ru: Нет Управления Источником
sv: Ingen källkontroll
th: ไม่มีการควบคุมแหล่งที่มา
tr: Kaynak Kontrolü Yok
uk_ua: Немає контролю джерела
vi: Không Kiểm Soát Nguồn
zh_hans: 无源控制
zh_hant: 無源控件

source: CLOSE WINDOW
ar_ae: أغلق النافذة
da: LUK VENSTRE INDVENDIGSØJLE
de: FENSTER SCHLIESSEN
de_ch: FENSTER SCHLIESSEN
es: CERRAR LA VENTANA
es_mx: CIERRA LA VENTANA
es_us: CERRAR LA VENTANA
fr: FERMER LA FENÊTRE
fr_ca: FERMER LA FENÊTRE.
hi_in: विंडो बंद करें
id: TUTUP JENDELA
it: CHIUDI LA FENESTRA
it_ch: CHIUDI LA FENESTRA
ja_jp: ウィンドウを閉じる
ko_kr: 창 닫기
nb_no: LUKK FENESTEN
nl: Sluit het venster
pl: ZAMKNIJ OKNO
pt: FECHAR JANELA
pt_br: FECHAR JANELA
ru: ЗАКРЫТЬ ОКНО
sv: STÄNG FENSTRET
th: ปิดหน้าต่าง
tr: PENCEREYİ KAPAT
uk_ua: ЗАКРИТИ ВІКНО
vi: ĐƯỢC ĐÓM CỬA S
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: Enable Code Review
ar_ae: تمكين مراجعة التعليمات البرمجية
da: Aktivér kode gennemgang
de: Code Überprüfung aktivieren
de_ch: Code-Prüfung aktivieren
es: Habilitar la revisión del código.
es_mx: Habilitar revisión de código
es_us: Habilitar la revisión de código
fr: Activer la révision du code.
fr_ca: Activer la vérification du code.
hi_in: कोड समीक्षा सक्षम करें
id: Aktifkan Tinjauan Kode
it: Abilita la revisione del codice
it_ch: Abilita la revisione del codice.
ja_jp: コードレビューを有効にする
ko_kr: 코드 검토를 가능하게 하다
nb_no: Aktiver kodevurdering.
nl: Code Review Inschakelen
pl: Włącz Przegląd Kodu
pt: Ativar revisão de código
pt_br: Habilitar revisão de código.
ru: Включить проверку кода
sv: Aktivera kodgranskning
th: เปิดใช้งานการตรวจสอบรหัส
tr: Kod İncelemesine İzin Verin
uk_ua: Увімкнути перегляд коду
vi: Kích hoạt Nhận xét Mã
zh_hans: 启用代码审查
zh_hant: 啟用代碼審查

source: Extension privacy practices may vary based, for example, on the feature being used or editor usage. [Learn More](https://auroraeditor.com)
ar_ae: قد تختلف ممارسات خصوصية الامتداد بناء، على سبيل المثال، على الميزة المستخدمة أو استخدام المحرر. [اعرف المزيد](https://auroraeditor.com)
da: Privatlivspraksis for udvidelse kan variere afhængigt af f.eks. hvilken funktion der bruges, eller redaktørers brug. [Læs mere](https://auroraeditor.com)
de: Die Datenschutzpraktiken können je nach verwendetem Feature oder der Verwendung des Editors variieren. [Erfahren Sie mehr](https://auroraeditor.com)
de_ch: Die Datenschutzpraktiken können je nach verwendetem Feature oder der Verwendung des Editors variieren. [Erfahren Sie mehr](https://auroraeditor.com)
es: Las prácticas de privacidad de extensión pueden variar según, por ejemplo, la función que se esté utilizando o el uso del editor. [Más información](https://auroraeditor.com)
es_mx: Las prácticas de privacidad de Extensión pueden variar según, por ejemplo, la función que se esté utilizando o el uso del editor. [Más información](https://auroraeditor.com)
es_us: Las prácticas de privacidad de extensión pueden variar según, por ejemplo, la función que se esté utilizando o el uso del editor. [Más información](https://auroraeditor.com)
fr: Les pratiques de confidentialité de l'extension peuvent varier en fonction, par exemple, de la fonctionnalité utilisée ou de l'utilisation de l'éditeur. [En savoir plus](https://auroraeditor.com)
fr_ca: Les pratiques de confidentialité de l'extension peuvent varier en fonction, par exemple, de la fonctionnalité utilisée ou de l'utilisation de l'éditeur. [En savoir plus](https://auroraeditor.com)
hi_in: एक्सटेंशन गोपनीयता प्रथाएं अलग-अलग हो सकती हैं, उदाहरण के लिए, उपयोग की जा रही सुविधा या संपादक के उपयोग के आधार पर। [और जानें](https://auroraeditor.com)
id: Praktik privasi ekstensi dapat bervariasi berdasarkan, misalnya, pada fitur yang digunakan atau penggunaan editor. [Pelajari Lebih Lanjut](https://auroraeditor.com)
it: Le pratiche di privacy dell'estensione possono variare in base, ad esempio, alla funzionalità utilizzata o all'utilizzo dell'editor. [Scopri di più](https://auroraeditor.com)
it_ch: Le pratiche di privacy dell'estensione possono variare in base, ad esempio, alla funzionalità utilizzata o all'utilizzo dell'editor. [Per saperne di più](https://auroraeditor.com)
ja_jp: たとえば、機能の使用やエディタの使用に基づいて、拡張プライバシー慣行が異なる場合があります。[詳細はこちら](https://auroraeditor.com)
ko_kr: 예를 들어, 사용 중인 기능이나 편집기 사용에 따라 확장 개인 정보 관행이 다를 수 있습니다. [자세한 내용 알아보기](https://auroraeditor.com)
nb_no: Personvernpraksisene for utvidelsen kan variere basert på, for eksempel, funksjonen som brukes eller bruken av redigeringsprogrammet. [Lær mer](https://auroraeditor.com)
nl: De privacypraktijken van Extensie kunnen variëren, bijvoorbeeld op basis van de functie die wordt gebruikt of het gebruik van de editor. [Meer informatie] (https://auroraeditor.com)
pl: Praktyki dotyczące prywatności rozszerzeń mogą się różnić w zależności na przykład od używanej funkcji lub korzystania z edytora. [Dowiedz się więcej](https://auroraeditor.com)
pt: As práticas de privacidade da extensão podem variar, por exemplo, dependendo da funcionalidade que está a ser usada ou da utilização do editor. [Saiba Mais](https://auroraeditor.com)
pt_br: As práticas de privacidade de extensão podem variar, por exemplo, dependendo do recurso que está sendo usado ou do uso do editor. [Saiba Mais](https://auroraeditor.com)
ru: Практика конфиденциальности расширений может варьироваться, например, в зависимости от используемой функции или использования редактора. [Узнать больше](https://auroraeditor.com)
sv: Sekretessrutinerna för utökningen kan variera beroende på, till exempel, vilken funktion som används eller vilken redaktör som används. [Läs mer](https://auroraeditor.com)
th: แนวทางปฏิบัติด้านความเป็นส่วนตัวของส่วนขยายอาจแตกต่างกันไปตามคุณสมบัติที่ใช้หรือการใช้ตัวแก้ไข [เรียนรู้เพิ่มเติม](https://auroraeditor.com)
tr: Uzantı gizlilik uygulamaları, örneğin, kullanılan özellik veya editör kullanımı temel alarak değişebilir. [Daha Fazla Bilgi Edinin](https://auroraeditor.com)
uk_ua: Практика конфіденційності розширення може відрізнятися залежно, наприклад, від використовуваної функції або використання редактора. [Дізнатися більше](https://auroraeditor.com)
vi: Các biện pháp bảo vệ quyền riêng tư có thể thay đổi tùy theo, ví dụ, dựa trên tính năng đang được sử dụng hoặc việc sử dụng trình chỉnh sửa. [Tìm hiểu thêm](https://auroraeditor.com)
zh_hans: 扩展隐私实践可能会因所使用的功能或编辑器使用情况而异。[了解更多](https://auroraeditor.com)
zh_hant: 擴展隱私實踐可能會因所使用的功能或編輯器的使用情況而異。[瞭解更多](https://auroraeditor.com)
